Repository: adiomhts/SilentCry_Web
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Silent Cry - Oficiální stránky
ru: Silent Cry - Официальный сайт

source: Domů
ru: Главная

source: O nás
ru: О нас

source: Členové
ru: Участники

source: Hudba a události
ru: Музыка и события

source: Žádost o vystoupení
ru: Заказать выступление

source: Texty písní
ru: Тексты песен

source: O Silent Cry
ru: О Silent Cry

source: Silent Cry je metalová kapela založená v Olomouci, Česká republika, v roce 2024. Tato pětičlenná skupina přináší syrovou energii zoufalství a existenciálního strachu do svého sonického útoku. Jejich hudba, směs drtivých riffů a atmosférických melodií, odráží nevyhnutelný rozpad času a lidskou podstatu.
ru: Silent Cry — метал-группа, основанная в Оломоуце-Простейове, Чехия, в 2024 году. Эта группа из пяти человек привносит сырую энергию отчаяния и экзистенциального страха в свой звуковой удар. Их музыка, смесь сокрушительных риффов и атмосферных мелодий, отражает неизбежный распад времени и человеческую сущность.

source: Členové kapely
ru: Участники группы

source: Kytara
ru: Гитара

source: Baskytara
ru: Бас-гитара

source: Bicí
ru: Барабаны

source: Vokály
ru: Вокал

source: V blízké době očekáváme vydání naší nové písně Insomnie na všech online platformách! Zatím si můžete prohlédнout naše video na YouTube. Sledujte nás na sociálních sítích, abyste zůstali v obraze o nejnovějších aktualizacích.
ru: В ближайшее время мы ожидаем выхода нашей новой песни Insomnie на всех онлайн-платформах! А пока вы можете посмотреть наше видео на YouTube. Следите за нами в социальных сетях, чтобы быть в курсе последних обновлений.

source: Sledujte náš klip na YouTube!
ru: Смотрите наш клип на YouTube!

source: Kontakty
ru: Контакты

source: Žádost o vystoupení kapely
ru: Заявка на выступление группы

source: Jméno
ru: Имя

source: Datum vystoupení
ru: Дата выступления

source: Místo
ru: Место

source: Další podrobnosti
ru: Дополнительные детали

source: Odeslat žádost
ru: Отправить заявку

source: Texty našich písní
ru: Тексты наших песен

source: Tel: +420 774 402 857 (Roman Dombi).
ru: Тел: +420 774 402 857 (Роман Домби).

source: Ne vždy, je snadné a rychlé řešení bez následků. Moderní farmakologie má své temné stránky, o kterých se veřejně mlčí. Některá naše rozhodnutí nás zavedou na cesty, které se těžko opouštějí a zanechávají v nás hluboké stopy.
ru: Не всегда существует простое и быстрое решение без последствий. Современная фармакология имеет свои тёмные стороны, о которых публично молчат. Некоторые наши решения уводят нас на пути, которые трудно покинуть, и оставляют в нас глубокие следы.

source: Download our songs
ru: Скачать наши песни

source: Naše fotografie
ru: Наши фотографии

source: Galérie
ru: Галерея

source: Play
ru: Воспроизвести

source: Pause
ru: Пауза

source: Prev
ru: Предыдущая

source: Next
ru: Следующая

source: Download FLAC
ru: Скачать FLAC

source: Our track "Insomnie" is now available on online platforms! This is a track from our first album "Silent Cry" which we are currently working on. To stay updated on releases and events, follow us on Instagram, listen to Insomnie on streaming platforms, and watch the video on YouTube.
ru: Наш трек "Insomnie" теперь доступен на онлайн платформах! Это трек с нашего первого альбома "Silent Cry", над которым мы в настоящее время работаем. Чтобы быть в курсе релизов и мероприятий, подписывайтесь на Instagram, слушайте Insomnie на стриминговых площадках и смотрите клип на YouTube.

source: We have released the single "Bludný kruh" containing 4 songs. It will be released on all platforms on February 1.
ru: Мы выпустили сингл «Bludný kruh», в который входит 4 песни. Официальный релиз на всех платформах состоится 1 февраля.

source: It is already available on our website in the Lyrics section.
ru: Он уже доступен на нашем сайте в разделе текстов песен.

source: Audio not available for this track.
ru: Аудио для этой песни недоступно.

source: Sequential play is enabled
ru: Последовательное воспроизведение включено

source: All links
ru: Все ссылки

source: For those who might be interested in the past work of our band members:
ru: Для тех, кому может быть интересно прошлое творчество членов нашей группы:

source: link.
ru: ссылка.

source: The band EXCES recorded this album in 1995.
ru: Группа EXCES записала этот альбом в 1995.

source: Official Merch
ru: Официальный мерч

source: For prising, more information or order, contact us:
ru: Для уточнения цены, получения информации или заказа, свяжитесь с нами:

source: Please specify item and size
ru: Пожалуйста, укажите товар и размер

source: Black Logo T-Shirt
ru: Черная футболка с логотипом

source: White Logo T-Shirt
ru: Белая футболка с логотипом

source: Band Hoodie
ru: Толстовка группы

source: 100 percent cotton, premium quality print
ru: 100 процентный хлопок, качественная печать

source: Limited edition, screen printed
ru: Лимитированная серия, шелкография

source: Available in sizes S-XXL
ru: Доступны размеры S-XXL

source: Store
ru: Мерч

source: Coffee Mug
ru: Кофейная кружка

source: Mug with logo
ru: Кружка с логотипом

source: Stickers Pack
ru: Набор стикеров

source: Set of stickers with band designs
ru: Набор стикеров с дизайнами группы
